Repository: bielfrontera/django-registration-jaem
Catalog: contacts/locale/*/LC_MESSAGES/django.po
Languages: es

source: laboral levels
es: Nivells

source: Registrant
es: Inscrit

source: Guest
es: Convidat

source: Sponsor
es: Patrocinador

source: Organizer
es: Organització

source: Volunteer
es: Voluntari

source: Data ok
es: Dades ok

source: Incorrect data
es: Dades incorrectes

source: Missed data
es: Falten dades

source: Unknown person
es: Persona desconeguda

source: last name
es: Apellidos

source: email address
es: Correo electrónico

source: contact type
es: Tipus d'inscripció

source: ID card
es: DNI

source: status
es: estat

source: mail not paid unsent
es: Correu pagament retrassat no enviat

source: mail registration unsent
es: Correu confirmació inscripció no enviat

source: math society
es: Societat

source: province
es: província

source: lang
es: Idioma

source: stats by
es: estadístiques per

source: This email address doesn't exist in the inscription database
es: Esta dirección de correo no existe en la base de datos de inscritos en las XVI JAEM.Revisa la dirección que utilizaste en la inscripción.

source: Your excursion and gala dinner inscriptions already exists. If you want to modify your inscription, please send a message to inscripciones@jaem.es
es: Tu inscripción a la excursión i/o centa de gala ya existe. Si quieres modificar tu inscripción, envía un mensaje a inscripciones@jaem.es.

source: You have to select excursion, gala dinner or both
es: No has marcado ninguna plaza ni de excursión ni de cena.

source: There are more vegetarian options than dinners selected
es: Has marcado más plazas de menú vegetariano que de cena,

source: There are more celiac options than dinners selected
es: Has marcado más plazas de menú para celíacos que de cena,

source: first name
es: Nombre

source: nickname
es: Àlies

source: slug
es: codi slug

source: about
es: Descripció

source: photo
es: Fotografía

source: address
es: Adreça

source: postal code
es: codi postal

source: town
es: localitat

source: phone number
es: Número de telèfon

source: mobile number
es: Número de mòbil

source: laboral category
es: Categoria laboral

source: years experience
es: Anys d’experiència docent

source: degree
es: Titulació

source: center name
es: Nom del centre

source: center code
es: Codi del centre

source: remarks
es: Observaciones

source: external id
es: Ref. externa

source: location
es: ubicació

source: date registration
es: Data inscripció

source: revision
es: Revisió

source: paid
es: Pagat

source: date paid
es: Pagat en data

source: date mail not paid
es: Data enviament mail no pagat

source: date mail registration
es: Data correu de registre ok

source: date added
es: Afegit en data

source: date modified
es: Modificat en data

source: person
es: Persona

source: people
es: Persones

source: code
es: codi

source: subject
es: assumpte

source: description
es: descripció

source: body
es: Cos del missatge

source: attachment
es: adjunt

source: second attachment
es: Segon adjunt

source: Mail template
es: Plantilla de correu

source: Mail templates
es: Plantilles de correu

source: excursion qty
es: Plazas excursión

source: dinner qty
es: Plazas cena de gala

source: vegetarian qty
es: Menú vegetariano

source: celiac qty
es: Menú para celíacos

source: alergies
es: Alergias

source: bus qty
es: Plazas bus

source: accommodation name
es: Nombre del alojamiento

source: accommodation address
es: Dirección del alojamiento

source: Excursion and Dinner registration
es: Inscripción a la excursió y cena de gala

source: Excursion and Dinner registrations
es: Inscripcions a l'excursió i al sopar de gala

source: title
es: Título

source: authors
es: autores

source: day
es: dia

source: time
es: hora

source: building
es: edificio

source: room
es: aula

source: max attendants
es: número máximo de participantes

source: Tallers
es: Talleres

source: password
es: contraseña

source: Taller registration
es: Preinscripción a los talleres

source: Tallers registrations
es: Preinscripciones a los talleres

source: preference order
es: Orden de preferencia

source: Actions
es: Accions

source: Mail not sent
es: Correo electrónico no enviado

source: Error generating pdf
es: Error al generar el pdf

source: Mail sent
es: Correo electrónico enviado

source: Error sending mail
es: Ha ocurrido un error al enviar el correo electrónico

source: Contacts
es: Inscripcions

source: Logout
es: Surt

source: Latest records
es: Darrers registres

source: Welcome to Inscripcions-JAEM
es: Benvingut/da a Inscripcions JAEM

source: Your username and password didn
es: L'usuari i contrasenya no són correctes

source: Login
es: Identifica't

source: Oops! An error has occurred!
es: ¡Ups! ¡Se ha producido un error!

source: Please, copy the above message and report this error to
es: Por favor, copia este mensaje y envíalo a

source: Get inscription back
es: Reactiva la inscripció

source: Cancel inscription
es: Cancel·la la inscripció

source: Warning!
es: ¡Atención!

source: You are about to get this inscription back. Do you want to continue?
es: Estàs a punt de recuperar aquesta inscripció. Vols continuar?

source: You are about to cancel this inscription. Do you want to continue?
es: Estàs a punt de cancel·lar aquesta inscripció. Vols continuar?

source: Confirm
es: Confirma

source: Yes
es: Sí

source: Return to list
es: Torna a la llista

source: Read
es: Lectura

source: Edit
es: Edita

source: Add a new Excursion
es: Alta d'una nova inscripció a l'excursió o sopar de gala

source: Create and continue
es: Dóna d'alta i continua

source: Delete
es: Esborra

source: You are about to delete this record. Do you want to continue?
es: Estàs a punt d'esborrar aquest registre. Vols continuar?

source: Personal Data
es: Datos personales

source: Nom
es: Nombre

source: Email address
es: Correo electrónico

source: Excursion and gala dinner
es: Excursión y cena de gala

source: qty excursion
es: Plazas excursión

source: qty dinner
es: Plazas cena de gala

source: qty vegetarian
es: Menú vegetariano

source: qty celiac
es: Menú para celíacos

source: qty bus
es: Plazas bus

source: accommodation_name
es: Nombre del alojamiento

source: accommodation_address
es: Dirección del alojamiento

source: Status
es: Estado

source: Record created in
es: Registre creat el

source: by
es: per

source: Modified in
es: Modificat el

source: Send mail inscription ok
es: Envia correu inscripció

source: Send mail payment overdue
es: Envia correu pagament retrasat

source: You are about to send the inscription ok mail
es: Enviaràs un correu de confirmació de la inscripció

source: Close
es: Tanca

source: sending
es: enviant

source: Send mail
es: Enviar correu

source: You are about to send a payment overdue mail
es: Enviaràs un correu d'avís de pagament retrasat

source: List of excursion registrations
es: Llista d'inscripcions a l'excursió i al sopar de gala

source: Filter
es: Filtra

source: Create
es: Crea

source: Export
es: Exporta

source: Inscription stats
es: Estadístiques d'inscripcions

source: Excursion and gala dinner registration
es: Inscripción a la excursión y a la cena de gala

source: Personal data
es: Datos personales

source: Excursion
es: Excursión

source: Gala Dinner
es: Cena de gala

source: Transport
es: Transporte

source: El servei de busos intentarà fer rutes de tornada del sopar per deixar a tothom al seu allotjament, sempre que es tracti de la zona de Palma o S'Arenal
es: El servicio de buses intentará hacer rutas de regreso de la cena para dejar a todos en su alojamiento, siempre que se trate de la zona de Palma o S'Arenal

source: Remarks
es: Observaciones

source: Validate
es: Envía

source: Inscription to excursion and gala dinner successful!
es: ¡Inscripción a la excursión i/o a la cena de gala registrada correctamente!

source: You will recieve a email to %(email)s with the instruccions
es: Hemos enviado un correo a la dirección %(email)s con las instrucciones para completar la inscripción.

source: There was an error sending the automatic mail to %(email)s with the instruccions. <br/> Error message: %(error_msg)s
es: Se ha producido un problema en el envío del correo electrónico con las instrucciones de pago a la dirección %(email)s. <br/> Mensaje de error: %(error_msg)s

source: Data received
es: Información recibida

source: Excursion and gala dinner stats
es: Estadísitques de l'excursió i el sopar de gala

source: Update records status
es: Actualitza estat dels registres

source: Payment
es: Pago

source: Amount to be paied
es: Cantidad a pagar

source: Save
es: Desa

source: Go to Inscription record
es: Vés al registre d'inscripció

source: Add a new mail template
es: Afegir una nova plantilla de correu

source: Code
es: Codi

source: Subject
es: Assumpte

source: Description
es: Despripció

source: Body
es: Cos del missatge

source: Attachment
es: Adjunt

source: Second attachment
es: Segon adjunt

source: Copy
es: Copia

source: List of mail templates
es: Llista de plantilles de correu

source: Add a new Person
es: Alta d'una nova inscripció

source: ID Card
es: DNI

source: Contact type
es: Tipus d'inscripció

source: Justificant de inscripcio
es: Justificant d'inscripció

source: You are about to send the mail with subject:
es: Enviaràs un correu amb assumpte:

source: Import people from CSV
es: Importa inscripcions des de fitxer CSV

source: Load file
es: Carrega fitxer

source: List of contacts
es: Llista d'inscripcions

source: Synchronize
es: Sincronitza

source: Import
es: Importa

source: Map
es: Mapa

source: Map of contacts
es: Mapa d'inscripcions

source: Revision
es: Revisió

source: Return to record
es: Torna al contacte

source: Params
es: Paràmetres

source: Set
es: Cerca

source: Synchronize inscriptions from SPIP
es: Sincronitza les inscripcions des de SPIP

source: Error at
es: Error a

source: Identification
es: Identificació

source: JAEM registration
es: Registre JAEM

source: Contact information
es: Informació de contactes

source: Laboral data
es: Informació laboral

source: Mail history
es: Historial correus electrònics

source: Loading messages
es: Carregant els correus

source: Loading
es: Carregant

source: Registration info
es: Informació de la inscripció

source: Contact info
es: Informació de contacte

source: Location
es: Ubicació

source: Add a new Taller registration
es: Nueva preinscripción a los talleres

source: Selected tallers
es: Talleres seleccionados

source: Preference order
es: Orden de preferencia

source: Assigned
es: Asignado

source: Taller title
es: Título del taller

source: List of taller registrations
es: Lista de preinscripciones

source: Tallers registration
es: Preinscripción a los talleres

source: Check this errors
es: Revisa estos errores

source: Select as many tallers as you want, ordered by preference
es: Selecciona tantos talleres como quieras, ordenándolos por preferencia

source: Add
es: Añade

source: Remove
es: Elimina

source: Selected tallers (drag and drop to alter the preference order)
es: Talleres seleccionados (puedes reordenarlos haciendo 'drag and drop')

source: Taller registration successful!
es: ¡Preinscripción a los talleres realizada correctamente!

source: You will recieve a email to %(email)s with this information
es: Hemos enviado un correo a la dirección %(email)s con los datos de la preinscripción

source: Registration
es: Inscripción

source: Mail login incorrect
es: Credencials del correu incorrectes

source: User is not authenticated
es: Usuari no està autentificat

source: Person does not exist in database
es: La persona no existeix a la base de dades
